Repository: mikaelacaron/Basic-Car-Maintenance
Catalog: Basic-Car-Maintenance/Shared/Localizable.xcstrings
Source language: en
Languages: be, cs, de, es_419, fa, fr, hi, ko, nl, pl, pt_br, ru, tr, uk

source: 🦄 Mikaela Caron - Maintainer
be: 🦄 Mikaela Caron - Суправаджальніца
cs: 🦄 Mikaela Caron - Hlavní vývojář
fa: 🦄 Mikaela Caron - نگهدارنده
fr: 🦄 Mikaela Caron - Maintaineur
hi: 🦄 मिकाएला कैरोन - अभिरक्षक
ko: 🦄 Mikaela Caron - 유지관리자
pl: 🦄 Mikaela Caron - Opiekun
pt_br: 🦄 Mikaela Caron - Lider
ru: 🦄 Микаэла Карон - администратор
tr: 🦄 Mikaela Caron - Sorumlu
uk: 🦄 Мікаела Карон - адміністраторка

source: Add
be: Дадаць
cs: Přidat
de: Hinzufügen
es_419: Agregar
fa: اضافه کردن
fr: Ajouter
hi: दर्ज करें
ko: 추가
nl: Toevogen
pl: Dodaj
pt_br: Adicionar
ru: Добавить
tr: Ekle
uk: Додати

source: Add Maintenance
be: Дадаць абслугоўванне
cs: Přidat servisní záznam
de: Wartung hinzufügen
es_419: Agregar Mantenimiento
fa: اضافه کردن نگهداری
fr: Ajouter une maintenance
hi: रखरखाव दर्ज करें
ko: 유지 추가
nl: Onderhoud toevogen
pl: Dodaj serwis
pt_br: Adicionar manutenção
ru: Добавить обслуживание
tr: Bakım Ekle
uk: Додати обслуговування

source: Add Vehicle
be: Дадаць транспартны сродак
cs: Přidat vozidlo
de: Fahrzeug hinzufügen
es_419: Añadir Vehículo
fa: اضافه کردن وسیله نقلیه
fr: Ajouter un véhicule
hi: वाहन दर्ज करें
ko: 차량 추가
nl: Voertuig toevogen
pl: Dodaj pojazd
pt_br: Adicionar veiculo
ru: Добавить машину
tr: Araç Ekle
uk: Додати авто

source: Add your first maintenance
be: Дадайце першае абслугоўванне
cs: Přidat první servisní záznam
de: Erste Wartung hinzufügen
es_419: Agrega tu primer mantenimiento
fa: اضافه کردن اولین رویداد نگهداری
fr: Ajoutez votre première maintenance
hi: अपना पहला रखरखाव दर्ज करें
ko: 첫번째 유지관리 추가
nl: Voeg uw eerste onderhoud toe
pl: Dodaj swój pierwszy serwis
pt_br: Adicionar primeira manutençao
ru: Добавить свое первое обслуживание
tr: İlk bakımını ekle
uk: Додайте своє перше обслуговування

source: Additional Notes
be: Дадатковая інфармацыя
cs: Další poznámky
de: Weitere Notizen
es_419: Notas Adicionales
fa: یادداشت‌ های اضافی
fr: Notes additionnelles
hi: अतिरिक्त टिप्पणी
ko: 추가 노트
nl: Aanvullende opmerkingen
pl: Dodatkowe notatki
pt_br: Adicionar notas
ru: Дополнительные заметки
tr: Ek Notlar
uk: Додаткові замітки

source: An Error Occurred
be: Адбылася памылка
cs: Nastala chyba
de: Es ist ein Fehler aufgetreten
es_419: Ocurrió un Error
fa: یک خطا رخ داد
fr: Une erreur est survenue
hi: एक त्रुटि हुई
ko: 에러 발생
nl: Er is een fout opgetreden
pl: Wystąpił błąd
pt_br: Ocorreu um erro
ru: Произошла ошибка
tr: Bir Hata Oluştu
uk: Сталася помилка

source: Cancel
be: Адмяніць
cs: Zrušit
de: Abbrechen
fa: لغو
fr: Annuler
hi: रद्द करें
ko: 취소
nl: Annuleren
pl: Anuluj
pt_br: Cancelar
ru: Отменить
tr: İptal
uk: Скасувати

source: Change App Icon
be: Змяніць значок дадатка
de: App Icon wechseln
fa: تغییر آیکون برنامه
hi: एप्लिकेशन आइकन बदलें
ko: 앱아이콘 변경
nl: App-pictogram wijzigen
pl: Zmień ikonę aplikacji
pt_br: Trocar icone do App
ru: Сменить иконку
tr: Aplikasyon İkonunu Değiştir
uk: Змінити іконку додатку

source: Choose App Icon
be: Выберыце значок дадатка
de: Wähle ein App Icon
fa: انتخاب آیکون برنامه
hi: ऐप आइकन चुनें
ko: 앱아이콘 선택
nl: Kies App-pictogram
pl: Wybierz ikonę aplikacji
pt_br: Escolha um icone
ru: Выбрать иконку
tr: Aplikasyon İkonunu Seç
uk: Оберіть іконки додатку

source: Color
be: Колер
de: Farbe
fa: رنگ
hi: रंग
ko: 색깔
nl: Kleur
pl: Kolor
pt_br: Cor
ru: Цвет
tr: Renk
uk: Колір

source: Contributors
be: Удзельнікі
cs: Další vývojáři
de: Mitwirkende
es_419: Contribuyentes
fa: مشارکت کنندگان
fr: Contributeurs
hi: योगदानकर्ता
ko: 기여자들
nl: Bijdragers
pl: Współautorzy
pt_br: Equipe
ru: Участники
tr: Katılımcılar
uk: Співтворці

source: Copied!
be: Скапіравана!
de: Kopiert!
fa: کپی شد!
hi: कॉपी किया गया
ko: 복사완료!
nl: Gekopieerd!
pl: Skopiowane!
pt_br: Copiado
ru: Скопировано!
tr: Kopyalandı!
uk: Скопійовано!

source: Custom
be: Вольны парадак
cs: Vlastní
de: Benutzerdefiniert
es_419: Personalizado
fa: سفارشی
fr: Personnalisé
hi: कस्टम
ko: 커스텀
nl: Aangepast
pl: Niestandardowy
pt_br: Personalizado
ru: Изменить
tr: Kişisel
uk: Власне

source: Dashboard
be: Дэшборд
cs: Přehled
es_419: Panel
fa: داشبورد
fr: Tableau de bord
hi: डैशबोर्ड
ko: 대시보드
pl: Pulpit nawigacyjny
pt_br: Painel
ru: Дэшборд
tr: Gösterge Paneli
uk: Зведення

source: Date
be: Дата
cs: Datum
de: Datum
es_419: Fecha
fa: تاریخ
hi: तारीख
ko: 날짜
nl: Datum
pl: Data
pt_br: Data
ru: Дата
tr: Tarih
uk: Дата

source: Delete
be: Выдаліць
cs: Smazat
de: Löschen
es_419: Borrar
fa: حذف
fr: Supprimer
hi: मिटायें
ko: 삭제
nl: Verwijderen
pl: Usuń
pt_br: Deletar
ru: Удалить
tr: Sil
uk: Видалити

source: Dismiss
be: Адхіліць
de: Verwerfen
fa: بستن
hi: खारिज
ko: 닫기
nl: Sluiten
pl: Odrzuć
pt_br: Dispensar
ru: Отклонить
tr: Bırak
uk: Закрити

source: Edit
be: Рэдагаваць
cs: Upravit
de: Bearbeiten
fa: ویرایش
fr: Modifier
hi: संपादित करें
ko: 편집
nl: Bewerken
pl: Edytuj
pt_br: Editar
ru: Редактировать
tr: Düzenle
uk: Редагувати

source: Failed To Add Vehicle
be: Не атрымалася дадаць транспартны сродак
cs: Nelze přidat vozidlo
de: Fahrzeug konnte nicht hinzugefügt werden
fa: وسیله نقلیه اضافه نشد
fr: Impossible d'ajouter le véhicule
hi: वाहन दर्ज करने में विफलता।
ko: 차량 추가 실패
nl: Niet gelukt om voertuig toe te voegen
pl: Nie udało się dodać pojazdu
pt_br: Erro ao adicionar veiculo
ru: Не удалось добавить авто
tr: Araç Eklenemedi
uk: Не вдалося видалити авто

source: Failed To Add Vehicle Details:%@
be: Не атрымалася дадаць транспартны сродак Падрабязнасці:%@
cs: Nelze přidat detaily vozidla: %@
de: Fahrzeug konnte nicht hinzugefügt werden Details:%@
fa: وسیله نقلیه اضافه نشد. جزئیات: %@
fr: Impossible d'ajouter le véhicule Détails : %@
hi: वाहन दर्ज करने में विफलता:%@
ko: 차량 세부 정보를 불러오지 못했습니다: %@
nl: Niet gelukt om voertuiggegevens toe te voegen:%@
pl: Nie udało się dodać pojazdu Szczegóły:%@
pt_br: Ocorreu um erro ao adicionar veiculo. Erro: %@
ru: Не удалось добавить авто Детали:%@
tr: Araç Detayları Eklenemedi: %@
uk: Не вдалося додати авто Деталі:%@

source: Failed To Add Vehicle. Unknown Error.
be: Не атрымалася дадаць транспартны сродак. Невядомая памылка.
cs: Nelze přidat vozidlo. Příčina neznámá.
de: Fahrzeug konnte nicht hinzugefügt werden. Unbekannter Fehler.
es_419: No se pudo Agregar el Vehículo. Error Desconocido.
fa: وسیله نقلیه اضافه نشد. خطای ناشناخته.
fr: Impossible d'ajouter le véhicule. Erreur inconnue.
hi: वाहन दर्ज करने में विफलता। अज्ञात त्रुटि।
ko: 차량 추가에 실패했습니다. 알 수 없는 오류입니다.
nl: Niet gelukt om voertuig toe te voegen. Onbekende fout.
pl: Nie udało się dodać pojazdu. Nieznany błąd.
pt_br: Ocorreu um erro ao adicionar o veiculo. Erro desconhecido
ru: Не удалось добавить авто. Неизвестная ошибка
tr: Araç Eklenemedi. Bilinmeyen Hata
uk: Не вдалося додати авто. Невідома помилка.

source: Failed To Delete Event
be: Не ўдалося выдаліць падзею
cs: Nelze smazat událost
de: Event konnte nicht gelöscht werden
es_419: No se pudo Eliminar el Evento
fa: رویداد حذف نشد
fr: Impossible de supprimer l'évènement
hi: कार्यक्रम हटाने में विफलता
ko: 이벤트 삭제에 실패했습니다.
nl: Niet gelukt om evenement te verwijderen
pl: Nie udało się usunąć zdarzenia
pt_br: Erro ao deletar evento
ru: Удаление невозможно
tr: Araç Bilgisi Silinememesi
uk: Не вдалося видалити подію

source: Failed To Delete Vehicle
be: Не ўдалося выдаліць транспартны сродак
cs: Nelze smazat vozidlo
de: Fahrzeug konnte nicht gelöscht werden
es_419: No se pudo Eliminar el Vehículo
fa: وسیله نقلیه حذف نشد
fr: Impossible de supprimer le véhicule
hi: वाहन मिटाने में विफलता
ko: 차량 삭제에 실패했습니다.
nl: Niet gelukt om voertuig te verwijderen
pl: Nie udało się usunąć pojazdu
pt_br: Erro ao deletar veiculo
ru: Удаление авто невозможно
tr: Araç Bilgisi Silinemedi
uk: Не вдалося видалити авто

source: Failed To Delete Vehicle Details:%@
be: Не ўдалося выдаліць транспартны сродак Падрабязнасці:%@
cs: Nelze smazat detail vozidla: %@
de: Fahrzeug konnte nicht gelöscht werden. Details: %@
es_419: No se pudieron Eliminar los Detalles del Vehículo: %@
fa: وسیله نقلیه حذف نشد. جزئیات: %@
fr: Impossible de supprimer le véhicule Détails : %@
hi: वाहन की जानकारी मिटाने में विफलता:%@
ko: 차량 세부 정보 삭제에 실패했습니다: %@
nl: Niet gelukt om voertuiggegevens te verwijderen:%@
pl: Nie udało się usunąć pojazdu Szczegóły:%@
pt_br: Erro ao deletar veiculo. Erro: %@
ru: Удаление авто невозможно Детали:%@
tr: Araç Bilgisi Silinemedi. Detay: %@
uk: Не вдалося видалити авто Деталі:%@

source: Failed To Delete Vehicle. Unknown Error.
be: Не ўдалося выдаліць аўтамабіль. Невядомая памылка.
cs: Nelze smazat vozidlo. Příčina neznámá.
de: Fahrzeug konnte nicht gelöscht werden. Unbekannter Fehler.
fa: وسیله نقلیه حذف نشد. خطای ناشناخته.
fr: Impossible de supprimer le véhicule. Erreur inconnue.
hi: वाहन मिटाने में विफलता। अज्ञात त्रुटि।
ko: 차량 삭제에 실패했습니다. 알 수 없는 오류입니다.
nl: Niet gelukt om voertuig te verwijderen. Onbekende fout.
pl: Nie udało się usunąć pojazdu. Nieznany błąd.
pt_br: Erro ao deletar veiculo. Erro desconhecido
ru: Удаление авто невозможно. Ошибка неизвестна
tr: Araç Bilgisi Silinemedi. Bilinmeyen Hata
uk: Не вдалося видалити авто. Невідома помилка.

source: Filter
be: Фільтр
fa: فیلتر
hi: फ़िल्टर
nl: Filteren
pl: Filtr
pt_br: Filtro
tr: Filtrele
uk: Фільтр

source: For %@
be: Для %@
de: Für %@
fa: برای %@
hi: %@ के लिए
ko: 대상 차량: %@
nl: Voor %@
pl: Dla %@
pt_br: Para %@
ru: Для %@
uk: Для %@

source: GitHub Repo
be: Рэпазітар на GitHub
cs: Github Repozitář
es_419: Repositorio de GitHub
fa: مخزن گیت‌هاب
fr: Repo GitHub
hi: गिटहब रेपो
ko: GitHub 저장소
pl: Repozytorium GitHub
pt_br: Repositorio do Github
ru: GitHub репозиторий
uk: Сховище на GitHub

source: License Plate Number
be: Нумарны знак
de: Autokennzeichen
fa: شماره پلاک
hi: लाइसेंस प्लेट नंबर
ko: 차량 번호판
nl: Kentekennummer
pl: Numer tablicy rejestracyjnej
pt_br: Numero da placa
ru: Номер лицензии
tr: Plaka
uk: Номерний знак авта

source: Logged in anonymously with ID: %@
be: Ананімны ўваход з ідэнтыфікатарам: %@
cs: Přihlášen anonymně jako ID: %@
de: Anonym angemeldet mit ID: %@
es_419: Iniciar sesión de forma anónima con ID: %@
fa: وارد شده به شکل ناشناس با آیدی: %@
fr: Connecté anonymement avec l'ID : %@
hi: गुमनाम आईडी से लॉग इन किया गया: %@
ko: 익명으로 로그인되었습니다. ID: %@
nl: Anoniem ingelogd met ID: %@
pl: Zalogowano się anonimowo przy użyciu ID: %@
pt_br: Logado anonimamente com ID: %@
ru: Включен анонимный режим с ID: %@
tr: %@ olarak anonim olarak giriş yapıldı.
uk: Ви увійшли анонімно з ID: %@

source: Make
be: Вытворца
cs: Výrobce
de: Hersteller
es_419: Marca
fa: ایجاد
fr: Fabricant
hi: वाहन कंपनी
ko: 제조사
nl: Merk
pl: Marka
pt_br: Marca
ru: Производитель
tr: Marka
uk: Виробник

source: Model
be: Мадэль
de: Modell
es_419: Modelo
fa: مدل
fr: Modèle
hi: मॉडल
ko: 모델
pt_br: Modelo
ru: Модель
uk: Модель

source: Name
be: Імя
cs: Název
es_419: Nombre
fa: نام
fr: Nom
hi: नाम
ko: 차량명
nl: Naam
pl: Nazwa
pt_br: Nome
ru: Имя
tr: İsim
uk: Імʼя

source: Newest to Oldest
be: Ад найноўшых да самых старых
cs: Od nejnovějšího
de: Neu vor alt
es_419: Más Nuevo a Más Antiguo
fa: جدیدترین به قدیمی‌ترین
fr: Du plus au moins récent
hi: नवीनतम से सबसे पुराना
ko: 최신순에서 오래된 순
nl: Nieuwste naar oudste
pl: Od najnowszego do najstarszego
pt_br: Mais novo
ru: От нового к предыдущим
tr: Yeniden Eskiye
uk: Від найновіших до найстаріших

source: No results
be: Вынікаў няма
de: Kein Ergebnis
fa: بدون نتیجه
hi: कोई परिणाम नहीं
ko: 결과 없음
nl: Geen resultaten
pl: Brak wyników
pt_br: Sem resultados
ru: Результата нет
tr: Sonuç yok
uk: Немає результатів

source: Notes
be: Нататкі
cs: Poznámky
de: Notizen
es_419: Notas
fa: یادداشت‌ها
hi: टिप्पणी
ko: 노트
nl: Notities
pl: Notatki
pt_br: Notas
ru: Заметки
tr: Notlar
uk: Замітки

source: Odometer
be: Адометр
de: Kilometerzähler
fa: کیلومتر شمار
hi: ओडोमीटर
ko: 주행거리 계기
nl: Kilometerteller
pl: Licznik przebiegu
pt_br: Odometro
ru: Одометр
tr: Kilometre ölçer
uk: Одометр

source: OK
be: Добра
fa: فهمیدم
hi: ठीक है
ko: 확인
ru: ОК
uk: Добре

source: Oldest to Newest
be: Ад самых старых да новых
cs: Od nejstaršího
de: Alt vor neu
es_419: Más Antiguo a Más Nuevo
fa: قدیمی‌ترین به جدیدترین
fr: Du moins au plus récent
hi: सबसे पुराने से नवीनतम
ko: 오래된 순에서 최신순으로
nl: Oudste naar nieuwste
pl: Od najstarszego do najnowszego
pt_br: Mais antigo
ru: От предыдущих до новых
tr: Eskiden Yeniye
uk: Від найстаріших до найновіших

source: Privacy Policy
be: Палітыка прыватнасці
de: Datenschutzrichtlinie
fa: سیاست‌ حریم شخصی
hi: गोपनीयता नीति
nl: Privacybeleid
pl: Polityka prywatności
pt_br: Politica de privacidade
tr: Gizlilik Politikası
uk: Політика приватності

source: Profile
be: Профіль
cs: Profil
de: Profil
es_419: Perfil
fa: پروفایل
fr: Profil
hi: प्रोफ़ाइल
ko: 프로필
nl: Profiel
pl: Profil
pt_br: Perfil
ru: Профиль
tr: Profil
uk: Профіль

source: Report a Bug
be: Паведаміць пра памылку
cs: Nahlásit chybu
de: Fehler melden
es_419: Reportar un Error
fa: گزارش مشکل
fr: Rapporter un bug
hi: समस्या रिपोर्ट करें
ko: 버그 신고
nl: Een bug melden
pl: Zgłoś błąd
pt_br: Reportar erro
ru: Уведомление об ошибке
tr: Hata Raporla
uk: Повідомити про помилку

source: Request a New Feature
be: Запытаць новую функцыю
cs: Požadavek na novou funkci
de: Neues Feature vorschlagen
es_419: Solicitar una Nueva Característica
fa: درخواست قابلیت جدید
fr: Demander une nouvelle fonctionnalité
hi: नई सुविधा का अनुरोध करें
ko: 새로운 기능 요청
nl: Een nieuwe functie aanvragen
pl: Wniosek o nową funkcję
pt_br: Sugerir nova funcionalidade
ru: Отправить запрос на новую функцию
tr: Yeni Özellik Talep Et
uk: Подати запит на нову функцію

source: Select a vehicle
be: Выберыце транспартны сродак
de: Wähle ein Fahrzeug
fa: انتخاب وسیله نقلیه
hi: एक वाहन चुनें
ko: 차량 선택
nl: Selecteer een voertuig
pl: Wybierz pojazd
pt_br: Selecionar veiculo
ru: Выбрать авто
tr: Araç seç
uk: Оберіть авто

source: Settings
be: Налады
cs: Nastavení
de: Einstellungen
es_419: Configuración
fa: تنظیمات
fr: Réglages
hi: सेटिंग्स
ko: 설정
nl: Instellingen
pl: Ustawienia
pt_br: Configurações
ru: Настройки
tr: Ayarlar
uk: Налаштування

source: Sign Out
be: Выйсці
cs: Odhlásit
de: Abmelden
es_419: Desconectar
fa: خروج
fr: Se déconnecter
hi: साइन आउट
ko: 로그아웃
nl: Afmelden
pl: Wyloguj się
pt_br: Desconectar
ru: Выйти
tr: Çıkış Yap
uk: Вийти з облікового запису

source: Signed in as %@
be: Увайсці як %@
cs: Přihlášen jako %@
de: Angemeldet als %@
es_419: Registrado como %@
fa: وارد شده به عنوان %@
fr: Connecté en tant que %@
hi: %@ आईडी से साइन इन
ko: %@으로 로그인되었습니다
nl: Aangemeld als %@
pl: Zalogowany jako %@
pt_br: Conectado como %@
ru: Зарегистрироваться как %@
tr: %@ olarak giriş yapıldı
uk: Увійшли в додаток як %@

source: Thanks for using this app! It's open source and anyone can contribute to it.
be: Дзякуй, што карыстаецеся гэтым дадаткам! Ëн з адкрытым зыходным кодам, і кожны можа ўнесці свой уклад у яго.
cs: Děkuji Vám za využívání této aplikace! Díky otevřenosti může kdokoliv přispět k samotnému vývoji.
de: Vielen Dank fürs Nutzen dieser App! Sie ist Open Source und Jede*r kann zur Entwicklung beitragen.
es_419: ¡Gracias por usar esta aplicación! Es de código abierto y cualquiera puede contribuir.
fa: ممنون از اینکه از این برنامه استفاده می‌کنید! این برنامه متن باز است و همه می‌توانند در آن مشارکت کنند.
fr: Merci d'utiliser cette app ! Le code est open source et tout le monde peut contribuer.
hi: इस ऐप का उपयोग करने के लिए धन्यवाद! यह खुला स्रोत है और कोई भी इसमें योगदान दे सकता है।
ko: 이 앱을 사용해 주셔서 감사합니다! 이 앱은 오픈 소스로 누구나 기여할 수 있습니다.
nl: Bedankt voor het gebruik van deze app! Het is open source en iedereen kan eraan bijdragen.
pl: Dziękujemy za korzystanie z tej aplikacji! Jest ona open source i każdy może ją współtworzyć.
pt_br: Obrigado por usar nosso App., Esse é um projeto open source qualquer um pode contribuir
ru: Спасибо что скачали это приложение! Оно находиться в открытом доступе и каждый может участвовать в его развитии и разработке.
tr: Aplikasyonu kullandığınız için teşekkürler! Bu aplikasyon açık kaynak kodludur ve herkes katkıda bulunabilir.
uk: Дякуємо за використання цього додатку! Він має відкритий вихідний код і будь-хто може долучитися у його розвиток.

source: The title of the event
be: Назва падзеі
cs: Název události
de: Titel des Events
es_419: El título del evento
fa: عنوان رویداد
fr: Le titre de l'évènement
hi: घटना का शीर्षक
ko: 이벤트 제목
nl: De titel van het evenement
pl: Tytuł zdarzenia
pt_br: O titulo do evento
ru: Название события
tr: Bakım dosyası adı
uk: Назва події

source: There were no maintenance events for '%@'. Try a new search.
be: Не было тэхнічнага абслугоўвання для «%@». Паспрабуйце новы пошук.
de: Es gibt keine Wartung für '%@'. Versuche eine neue Suche
fa: هیچ رویداد نگهداری‌ برای ‌’%@’ وجود ندارد. یک جستجو جدید را امتحان کنید.
hi: '%@' के लिए कोई रखरखाव कार्यक्रम नहीं थे। नई खोज का प्रयास करें।
ko: %@에 대한 유지 보수 이벤트가 없습니다. 새로운 검색을 시도하세요.
nl: Er waren geen onderhoudsevenementen voor '%@'. Probeer een nieuwe zoekopdracht.
pl: Nie było żadnych zdarzeń serwisowych dla "%@". Spróbuj nowego wyszukiwania.
pt_br: Nao ha eventos de manutenção para %@. Faca uma nova pesquisa
ru: Тех обслуживания не было для '%@'. Попробуйте новый поиск.
tr: %@ için bakım dosyası bulunamadı. Yeni bir arama yapın.
uk: Для '%@' не виявлено обслуговуваннь. Спробуйте новий пошук.

source: This App Icon will appear on your Home Screen.
be: Значок дадатка, які з'явіцца на вашым галоўным экране.
de: Das App Icon wird auf deinem Home Screen erscheinen
fa: این آیکون در صفحه اصلی شما ظاهر خواهد شد.
hi: यह ऐप आइकन आपकी होम स्क्रीन पर दिखाई देगा।
ko: 이 앱 아이콘이 홈 화면에 나타납니다.
nl: Dit app-pictogram zal verschijnen op je startscherm.
pl: Ikona aplikacji pojawi się na ekranie głównym.
pt_br: Esse icone aparecerá na sua Home Screen
ru: Эта иконка появится на экране Home.
tr: Bu Aplikasyon İkonu Ana Ekranda yer alacak.
uk: Ця іконка додатку з'явиться на вашому головному екрані.

source: Title
be: Назва
cs: Název
de: Titel
es_419: Título
fa: عنوان
fr: Titre
hi: शीर्षक
ko: 제목
nl: Titel
pl: Tytuł
pt_br: Titulo
ru: Название
tr: Başlık
uk: Назва

source: Title of the maintenance event
be: Назва мерапрыемства па тэхнічным абслугоўванні
cs: Název údržby
de: Titel des Wartungs-Events
es_419: El Título del evento de mantenimiento
fa: عنوان رویداد نگهداری
fr: Le titre de l'évènement de maintenance
hi: रखरखाव कार्यक्रम का शीर्षक
ko: 유지 보수 이벤트 제목
nl: Titel van het onderhoudsevenement
pl: Nazwa zdarzenia serwisowego
pt_br: Titulo do evento de manutenção
ru: Название обслуживания
tr: Bakım Başlık Adı
uk: Назва обслуговування

source: Update
be: Абнавіць
cs: Aktualizovat
de: Aktualisierung
fa: به‌روزرسانی
fr: Mettre à jour
hi: अपडेट
ko: 업데이트
nl: Bijwerken
pl: Uaktualnij
pt_br: Atualizar
ru: Обновить
tr: Güncelle
uk: Оновити

source: Update Maintenance
be: Абнаўленне тэхнічнага абслугоўвання
de: Wartung aktualisieren
fa: به‌روزرسانی نگهداری
hi: रखरखाव अपडेट करें
ko: 유지 보수 업데이트
nl: Onderhoud bijwerken
pl: Uaktualnij serwis
pt_br: Atualizar manutenção
ru: Обновить тех обслуживание
tr: Bakım Güncelle
uk: Оновити обслуговування

source: Vehicle
be: Транспартны сродак
de: Fahrzeug
fa: وسیله نقلیه
hi: वाहन
ko: 차량
nl: Voertuig
pl: Pojazd
pt_br: Veiculo
ru: Авто
tr: Araç
uk: Авто

source: Vehicle Color
be: Колер транспартнага сродку
de: Fahrzeugfarbe
fa: رنگ وسیله نقلیه
hi: वाहन का रंग
ko: 차량 색상
nl: Voertuigkleur
pl: Kolor pojazdu
pt_br: Cor do veiculo
ru: Цвет авто
tr: Araç Rengi
uk: Колір авта

source: Vehicle License Plate Number
be: Нумар транспартнага сродку
de: Fahrzeug Kennzeichen
fa: شماره پلاک وسیله نقلیه
hi: वाहन लाइसेंस प्लेट नंबर
ko: 차량 번호판 번호
nl: Kentekennummer
pl: Numer rejestracyjny pojazdu
pt_br: Placa do veiculo
ru: Номер лицензии авто
tr: Araç Plakası
uk: Номерний знак авта

source: Vehicle Make
be: Вытворца транспартнага сродку
cs: Výrobce vozidla
de: Fahrzeughersteller
es_419: Marca del Vehículo
fa: ایجاد وسیله نقلیه
fr: Fabricant du véhicule
hi: वाहन कंपनी
ko: 차량 제조사
nl: Voertuigmerk
pl: Marka pojazdu
pt_br: Marca do veiculo
ru: Производитель авто
tr: Araç Markası
uk: Виробник авто

source: Vehicle Model
be: Мадэль транспартнага сродку
cs: Model vozidla
de: Fahrzeugmodell
es_419: Modelo vehículo
fa: مدل وسیله نقلیه
fr: Modèle du véhicule
hi: वाहन मॉडल
ko: 차량 모델
nl: Voertuigmodel
pl: Model pojazdu
pt_br: Modelo do veiculo
ru: Модель авто
tr: Araç Modeli
uk: Модель авто

source: Vehicle Name
be: Назва транспартнага сродку
cs: Název vozidla
de: Fahrzeugname
es_419: Nombre del Vehículo
fa: نام وسیله نقلیه
fr: Nom du véhicule
hi: वाहन का नाम
ko: 차량 이름
nl: Voertuignaam
pl: Nazwa pojazdu
pt_br: Nome do veiculo
ru: Название авто
tr: Araç Adı
uk: Імʼя авто

source: Vehicle VIN
be: Ідэнтыфікатар транспартнага сродку
de: Fahrgestellnummer
fa: شماره VIN وسیله نقلیه
hi: वाहन पहचान संख्या
ko: 차량 VIN
nl: Voertuigidentificatienummer
pl: VIN pojazdu
pt_br: Numero do registro do veiculo
ru: VIN номер
tr: Araç VIN Kodu
uk: VIN код авта

source: Vehicle Year
be: Год транспартнага сродку
de: Baujahr
fa: سال وسیله نقلیه
hi: वाहन निर्माण वर्ष
ko: 차량 연도
nl: Voertuigjaar
pl: Rok pojazdu
pt_br: Ano do veiculo
ru: Год производства
tr: Araş Yaşı
uk: Рік випуску авто

source: Vehicles
be: Транспартныя сродкі
cs: Vozidla
de: Fahrzeuge
es_419: Vehículos
fa: وسایل نقلیه
fr: Véhicules
hi: वाहन
ko: 차량
nl: Voertuig
pl: Pojazdy
pt_br: Veiculos
ru: Авто
tr: Araçlar
uk: Автомобілі

source: Version %@ (%@)
be: Версія %@ (%@)
cs: Verze %1$@ (%2$@)
es_419: Versión %@ (%@)
fa: نسخه %@ (%@)
hi: वरजन %@ (%@)
ko: 버전 %@ (%@)
pt_br: Versão: %@ (%@)
ru: Версия %@ (%@)
tr: Versiyon: %@ (%@)

source: VIN
be: ІТС
de: Fahrgestellnummer
hi: वाहन पहचान संख्या
pt_br: Numero de registro
tr: VIN Kodu

source: Year
be: Год
de: Baujahr
fa: سال
hi: वर्ष
ko: 연도
nl: Jaar
pl: Rok
pt_br: Ano
ru: Год
tr: Yıl
uk: Рік

source: Add Reading
de: KM-Stand hinzufügen
fa: اضافه کردن کیلومتر شمار
hi: दूरी दर्ज करें
nl: Meterstand toevogen
pl: Dodaj przebieg
pt_br: Adicionar leitura
tr: Okuma Ekle
uk: Додати значення

source: Add your first odometer
de: Ersten Kilometerstand hinzufügen
fa: اضافه کردن اولین کیلومتر شمار
hi: अपना पहला ओडोमीटर जोड़ें
nl: Voeg uw eerste kilometertellerstand toe
pl: Dodaj swój pierwszy przebieg
pt_br: Adicionar primeiro odometro
tr: İlk kilometre ölçümünü ekle
uk: Додайте свій перший одометр

source: Distance
de: Entfernung
fa: فاصله
hi: दूरी
nl: Afstand
pl: Dystans
pt_br: Distancia
tr: Mesafe
uk: Відстань

source: It's open source and anyone can contribute to it.
de: Es ist Open Source und Jede/Jeder kann mitwirken.
fa: این متن‌باز است و هرکسی می‌تواند مشارکت کند.
hi: यह खुला स्रोत है और कोई भी इसमें योगदान दे सकता है।
nl: Het is open source en iedereen kan eraan bijdragen.
pl: Jest to oprogramowanie open source i każdy może wnieść do niego swój wkład.
pt_br: Esse é um projeto open source todos podem contribuir
tr: Açık kaynak kodludur ve herkes katkıda bulunabilir.

source: Kilometers
de: Kilometer
fa: کیلومتر
hi: किलोमीटर
pl: Kilometry
pt_br: Kilometros
tr: Kilometre
uk: Кілометри

source: Loading...
de: Lade…
fa: درحال بارگذاری…
nl: Laden...
pl: Ładowanie...
tr: Yükleniyor...

source: Miles
de: Meilen
fa: مایل
hi: मील
nl: Mijlen
pl: Mile
pt_br: Milhas
tr: Mil
uk: Милі

source: Thanks for using this app!
de: Danke, dass Sie diese App verwenden!
fa: ممنون از اینکه از این برنامه استفاده می‌کنید!
hi: इस ऐप का उपयोग करने के लिए धन्यवाद!
nl: Bedankt voor het gebruik van deze app!
pl: Dziękujemy za korzystanie z tej aplikacji!
pt_br: Obrigado por usar nosso App
tr: Aplikasyonu kullandığınız için teşekkürler.

# VehicleSectionHeader
source: Vehicle
de: Fahrzeug
fa: وسیله نقلیه
hi: वाहन
nl: Voertuigen
pl: Pojazd
pt_br: Veiculo
tr: AraçBölümBaşlığı
uk: Авто

# %@ on %@
source: %1$@ on %2$@
fa: %1$@ در %2$@
pl: %1$@ z datą %2$@

source: about
fa: درباره

source: Add the details below
fa: جزئیات زیر را اضافه کنید

# AddEvent
source: Add
fa: اضافه کردن
pl: Dodaj

source: Back
fa: بازگشت

source: Basic
fa: پایه

source: Basic Car
fa: ماشین پایه

source: Built collaboratively with contributors, enhancing the app functionality.
fa: ساخته شده با همکاری مشارکت‌کنندگان که به عملکرد بهتر برنامه کمک می‌کند.
